{
    "questions": [
        "What secret are you keeping from everyone?",
        "If you could change one thing about your past, what would it be?",
        "Who was your first crush, and what happened?",
        "What’s the most mysterious thing you’ve ever witnessed?",
        "If you could ask anyone one question, what would it be?",
        "What’s something you’ve never told anyone?",
        "What’s your biggest regret?",
        "Have you ever had a paranormal experience?",
        "What’s the most daring thing you’ve ever done?",
        "If you could know the truth about one mystery, what would it be?",
        "What’s your biggest fear that no one knows about?",
        "What’s the most difficult decision you’ve ever made?",
        "What’s something you wish you could forget?",
        "What’s the strangest dream you’ve ever had?",
        "If you could send a message to your future self, what would it say?",
        "Have you ever lied to protect someone?",
        "What’s the one thing you would never confess to anyone?",
        "If you could live one day over again, which day would you choose?",
        "What’s something you’ve always wanted to do but never had the courage?",
        "What’s the biggest risk you’ve ever taken?",
        "If you could swap lives with someone for a day, who would it be?",
        "What’s the biggest mystery in your life right now?",
        "Have you ever felt like you were being watched?",
        "What’s the most bizarre coincidence you’ve experienced?",
        "If you could erase one memory, what would it be?",
        "What’s the scariest thing that’s ever happened to you?",
        "Have you ever had a near-death experience?",
        "What’s something you wish you could ask someone who is no longer alive?",
        "If you could send a message to your past self, what would it say?",
        "What’s something you’ve never told anyone about your childhood?",
        "What’s the most mysterious place you’ve ever visited?",
        "What’s a secret wish you’ve never shared?",
        "Have you ever had a premonition that came true?",
        "What’s the most unsettling thing you’ve ever experienced?",
        "If you could uncover one hidden truth, what would it be?",
        "What’s the most unusual habit you have?",
        "What’s something you’re afraid people would judge you for?",
        "If you could ask the universe one question, what would it be?",
        "What’s the most confusing dream you’ve ever had?",
        "Have you ever felt like you were in the wrong place at the wrong time?",
        "What’s the most unforgettable thing you’ve overheard?",
        "What’s a question you’ve always wanted to ask but were too afraid?",
        "What’s the strangest thing you’ve done when no one was watching?",
        "If you could solve one unsolved mystery, which would it be?",
        "What’s something you’ve always wondered about?",
        "Have you ever experienced déjà vu?",
        "What’s the biggest mystery in your family?",
        "What’s something you’ve kept hidden for years?",
        "If you could witness any event in history, what would it be?",
        "What’s the most chilling thing someone has ever told you?",
        "What’s a question you’ve been too afraid to ask yourself?",
        "Have you ever seen something you couldn’t explain?",
        "What’s the most puzzling thing you’ve ever found?",
        "What’s something you’ve always wanted to know but never asked?",
        "What’s the most mysterious person you’ve ever met?",
        "If you could communicate with anyone from the past, who would it be?",
        "What’s the most unexpected thing that’s ever happened to you?",
        "Have you ever had an out-of-body experience?",
        "What’s the strangest coincidence you’ve ever encountered?",
        "What’s the most mysterious text or message you’ve ever received?",
        "If you could have the answer to one question, what would it be?",
        "What’s something you’ve always been curious about?",
        "Have you ever found something that didn’t belong to you?",
        "What’s the weirdest thing you’ve ever seen late at night?",
        "What’s a secret you wish you didn’t know?",
        "What’s the most mysterious story you’ve ever heard?",
        "What’s something you’ve always kept to yourself?",
        "If you could explore one place, where would it be?",
        "What’s the strangest thing you’ve ever believed in?",
        "What’s the most mysterious dream you’ve ever had?",
        "What’s something you can’t explain to others?",
        "If you could solve one crime, which would it be?",
        "What’s the most haunting thing you’ve ever experienced?",
        "What’s a question that keeps you up at night?",
        "What’s the most mysterious object you own?",
        "What’s something you’ve never understood?",
        "What’s the most intriguing conversation you’ve ever had?",
        "What’s the most perplexing question you’ve ever asked?",
        "If you could find out one truth about someone, what would it be?",
        "What’s something you’ve always suspected but never confirmed?",
        "What’s the strangest thing you’ve ever found in your house?",
        "What’s the most mysterious thing someone has told you?",
        "What’s a question you wish someone would ask you?",
        "What’s the most inexplicable event you’ve witnessed?",
        "What’s something you’ve seen that you wish you hadn’t?",
        "What’s the most mysterious place you’ve ever heard of?",
        "What’s a question you’ve been asked that you couldn’t answer?",
        "What’s the most puzzling thing you’ve lost?",
        "What’s the most mysterious phone call you’ve ever received?",
        "What’s a question you’ve never found the answer to?",
        "What’s the most unsettling thing you’ve ever noticed?",
        "What’s the strangest thing that’s ever happened to you?",
        "What’s the most intriguing secret you’ve ever kept?",
        "If you could discover the truth behind one rumor, what would it be?"
    ]
}